Repository: marcodelpin/cncsimple
Catalog: MecPrev.Resources/EditWorkRes.*.resx
Languages: it_it

source: Add Arc
it_it: Aggiungi Arco

source: Add Line
it_it: Aggiungi Linea

source: AlternateArc
it_it: Altro Arco

source: Angle
it_it: Angolo

source: Angle Direction
it_it: Direzione Angolo

source: Auto Tool
it_it: Utensile Auto

source: Bore Diameter
it_it: Diametro Barenatura

source: Center Rotation X
it_it: Centro Rotazione X

source: Center Rotation Y
it_it: Centro Rotazione Y

source: Chamfer
it_it: Smusso

source: Chamfering
it_it: Smussatura

source: Count X
it_it: Ripetizioni X

source: Count Y
it_it: Ripetizioni Y

source: Create New Tool
it_it: Crea Nuovo Utensile

source: Delete
it_it: Cancella

source: Depth
it_it: Profondità

source: Diameter
it_it: Diametro

# DiameterMax
source: Max Diameter
it_it: Diametro Max

source: Direction
it_it: Direzione

source: Drill Diameter
it_it: Diametro Punta

source: End Diameter
it_it: Diametro Finale

source: End Radius
it_it: Raggio Finale

source: Finishing
it_it: Finitura

source: First Angle
it_it: Primo Angolo

source: Height
it_it: Altezza

# InitalPointX
source: Initial Point X
it_it: Punto Iniziale X

source: Initial Point Y
it_it: Punto Iniziale Y

source: Inside
it_it: Interno

# InstanceCount
source: N° Instance
it_it: N° Istanze

source: Label
it_it: Etichetta

source: Length
it_it: Lunghezza

source: Material To Remove
it_it: Materiale da rimuovere

# OperationAb
source: Operation Abilited
it_it: Operazione Abilitata

source: Outside
it_it: Esterna

# OverwriteParameter
source: Override Parameter
it_it: Sovrascrivi parametri

source: Parameter
it_it: Parametri

source: Pitch
it_it: Passo

source: Radius
it_it: Raggio

# RotationAb
source: Rotation Abilited
it_it: Rotazione Abilitata

source: Roughing
it_it: Sgrossatura

# SelectTool
source: Select Different Tool
it_it: Seleziona Utensile

source: Start Diameter
it_it: Diametro Iniziale

source: Start Z
it_it: Z Iniziale

source: Thread
it_it: Filetto

source: Thread Type
it_it: Tipologia Filettatura

# ToolDetailGroup
source: Tool Detail
it_it: Dettagli Utensile

source: Tool Parameter
it_it: Parametri Utensile

# ToolPositon
source: Tool Position
it_it: Posizione Utensile

source: Tool Wear
it_it: Usura Utensile

# TranslateAb
source: Translate Abilited
it_it: Traslazione Abilitata

source: Width
it_it: Larghezza

# zBoreDepth
source: Bore Depth
it_it: Profondità Bareno

# zCounterboreDepth
source: Counterbore Depth
it_it: Profondità Lamatura

# zDepth
source: Depth Z
it_it: Profondità

# zDrillDepth
source: Drill Depth
it_it: Profondità Punta

# ZeroDistanceX
source: Center Distance X
it_it: Punto Riferimento X

# ZeroDistanceY
source: Center Distance Y
it_it: Punto Riferimento Y

source: ZeroPoint
it_it: Punto Riferimento

# zReamerDepth
source: Reamer Depth
it_it: Profondità Alesatura

# zSecure
source: Secure Z
it_it: Z Sicurezza

# zStart
source: Start Z
it_it: Inizio Z

# zTapDepth
source: Tap Depth
it_it: Profondità Maschiatura

# Lathe2AxPhase
source: Lathe 2 Axis Phase
it_it: Fase Tornio 2 Assi

# Lathe3AxPhase
source: Lathe 3 Axis Phase
it_it: Fase Tornio 3 Assi

# MillPhase
source: Vertical Mill Phase
it_it: Fase Centro di Lavoro

source: Arc
it_it: Arco

# btnAddPoint
source: Add Point
it_it: Aggiungi Punto

source: Center X
it_it: Centro X

source: Center Y
it_it: Centro Y

source: Circle
it_it: Cerchio

source: Circumscribed
it_it: Circoscritto

source: Coordinate Radius Angle
it_it: Coordinate Raggio Angolo

source: D-Slot
it_it: Cava forma a D

source: End Angle
it_it: Angolo Finale

source: Line
it_it: Linea

# NumberCountX
source: Count X
it_it: Ripetizioni X

# NumberCountY
source: Count Y
it_it: Ripetizioni Y

# Numero
source: Number
it_it: Numero

source: PatternParameter
it_it: Parametri Pattern

source: Pattern Selection
it_it: Selezione Pattern

source: Profile Editor
it_it: Editor Profilo

source: Rectangle
it_it: Rettangolo

source: Ref. Point Pos
it_it: Posizione Punto Riferimento

source: Ref. Point X
it_it: Punto Riferimento X

source: Ref. Point Y
it_it: Punto Riferimento Y

source: Regular Polygon
it_it: Poligono Regolare

source: Side Number
it_it: Numero Lati

source: Slot
it_it: Cava

source: Work Defined
it_it: Lavoro Definito

source: Work Not Defined
it_it: Lavoro non definito

# DiametroLamatura
source: Counterbore Diameter
it_it: Diametro Lamatura

source: Center Drill Depth
it_it: Prof. Centrino

source: Chamfer Depth
it_it: Prof. Svasatore

source: Counterbore Diameter
it_it: Diametro Lamatore

source: Reamer Diameter
it_it: Diametro Alesatore
